const val pidor = "8=====D" // констата с неизменяемым знасением которое выясняется еще на моменте компиляции

fun main() {
    var melstroy: Int = 1488 // изменяемая перменная типа Int
    val gay: Int = 228 // неизменяемая переменная типа Int
    println("Любимое число мелстроя это $melstroy") // вывод этой переменной вместе с текстом
    melstroy = 1337 // задаю другое число переменной
    println(melstroy);println(melstroy) // вывожу перемнную без текста
    println("pososi $pidor") // вывожу констату вместе с текстом
    println(gay) // вывожу неизменяемую перемнную
}